{
    "loc":"Location:",
    "location": "Second exit of 28 May subway, Azadlig Pr-86A, (next to the 22nd police station, opposite the Pantomime theater)",
    "phone":"Phone Number:",
    "menu":{
        "1":"About Us",
        "2":"Courses",
        "3":"Active Learning Method",
        "4":"Contact"


    },
    "about":{
        "title1":"About Us",
        "title2":"Innovative Way to learn",
        "desc":"The Language Training Center “London School of Azerbaijan”, is the only representative of the communicative and unique “Active Learning Method” in our country. English is learnt reflectively by hearing and speaking with the help of this communicative method which is based on NLP. As a consequence, the student possesses the ability thinking in English as well as full comprehension and fluent speaking skills. "
    },
    "whyTitle":"What we stand out?",
    "why":{
        "1":{
                "title":"1.SPEAK FOR 80% OF CLASS TIME",
                "desc":"80% of class time is devoted to speaking which facilitates practice of language and enables students to freely express themselves and understand the language better. After explaining new words, the teacher provides the students with the opportunity to use these vocabulary in the sentence. Students will be able to continuously utilize English in the classroom and increase both their active and passive vocabulary."
            },
        "2":{
                "title":"2.NO HOMEWORK",
                "desc":"We do not give any homework. This is very convenient for those who limited of free time especially for business people. Revision of last 5 lessons is replacing homework. Absence of homework has no negative influence on effectiveness of the method, on the contrary it leads to more efficient utilization of time in class."
            },
        "3":{
                "title":"3.NO MEMORIZATION OF GRAMMAR",
                "desc":"We teach students to speak fluently in English without thinking of grammar. Unlike other classic English teaching methods “ALM” enables students to make grammatically correct sentences without wasting time on focusing of grammar."
            },
        "4":{
                "title":"4.IMMEDIATE RESULT",
                "desc":"Result is evident as soon as students start studying. They will not have to wait 4-6 months in order to be able to start making sentences and express themselves. By means of “ALM” method they get the result 4 times faster."
            }
        ,"5":{
                "title":"5.FREE COURSEBOOKS",
                "desc":"“ALM” coursebooks are not on sale and copyright belongs to “London School”. They are free of charge for our students."
            }
        ,"6":{
                "title":"6.PROFESSIONAL TEACHERS",
                "desc":"Teachers of London School are “Active Learning Method” professionals. They are selected professionally and eligible to start teaching process after finishing the pedagogical and methodological training phase and passing the internship programs in our center"
            }
        ,"7":{
                "title":"7.SUITABLE SCHEDULE FOR EVERYONE",
                "desc":"Number of classes a week and duration of a class can be determined by the client. Classes can be conducted at client’s office as well."
                
            }
    },
    "alm":{
        "title":"What is Active Learning Method?",
        "1":{
            "title":"HOW DOES IT WORK?",
            "desc":"Having a comprehensive structure, “ALM” English Language teaching program consists of 12 levels. The first level includes 1000 most commonly used English words that are utilized in day to day situations. After finishing 12th level a student masters 5621 words which make his active English vocabulary."
        },
        "2":{
            "title":"SAVE MONEY",
            "desc":"As “ALM” creates a unique opportunity to learn English just in the quarter of the time, it means that students spend 4 times less, the money they would normally use on their studies. There is absolutely no doubt that this aspect is very attractive for the companies willing to improve English skills of their employees."
        },
        "3":{
            "title":"NEW WORDS ARE NOT FORGOTTEN",
            "desc":"“ALM” teaching system has been designed to ensure that every new word that has been learned is constantly being used actively throughout the course and at all levels which serves to memorize them all the time."
        },
        "4":{
            "title":"FROM SIMPLE TO COMPLEX",
            "desc":"Everything in “ALM” is followed by a certain logical pattern in a certain sequence. Which means that a student does not waste time on grammatical structures and vocabulary units which he or she is simply not ready for."
        },
        "5":{
            "title":"APPROPRIATE FOR ALL AGE GROUPS",
            "desc":"This method is appropriate for all age groups and efficiency is guaranteed for students of absolutely different backgrounds."
        }
    },
    "contact":{
        "location":"Location",
        "social":"Social Media",
        "phone":"Phone Number"

    }
  }